{
  "folder": "v1UE1XuCpKQMsHxI",
  "name": "Mender",
  "type": "discipline",
  "_id": "pH22B4aJoizufwpZ",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "style": "medium",
    "techniques": [],
    "hp": 16,
    "weapon": "Jade beads, parasols, clothing, sashes, fans, hats, oils, perfumes",
    "armor": "Ritual vestments, healer tunics, cloaks, hoods, sashes, robes, gowns",
    "description": "<p><strong>Healers of Sword, the Traveling Doctors, Masters of the Convalescent Art</strong></p><p>Known as Tambalan [tam-BA-lan] in the isles, Menders are balyan who focus on their studies of Dalankalag, the path of the soul, Dalanlikas, the path of nature, and Dalandiwa, the path of essence. They pay less heed to Dalananito,the path of worship, and truly this has led them to come at heads with other balyan. Menders travel the isles as healers and doctors, and in recent times they have become even more in demand due to the rising tensions of war and violence.</p><p>They specialize in healing physical and spiritual harm. Spiritual including any intellectual and emotional damage. Most balyan coteries in a settlement now usually include Menders among their ranks, always at the ready to heal. They have entire longhouses dedicated to their patients, healing those wounded and cleansing of disease.</p><p>Menders in particular are trained to be desensitized to the atrocities of war and are meant to fight in the frontlines. There they are trained to bring herbal remedies and other such potions to quickly heal warriors and to bring them to top fighting form before anything else can happen.</p><p>Not just that, but their knowledge of nature has them memorizing names of flora and fauna and their functions when mixed with each other, something that balyan don’t exactly need to do (but most of them do anyway). While in a venture, having a Mender is necessary to avoid eating poisonous herbs or omen flowers, as well as finding a way to purify water and make it potable.They do this with their clay pots and through burning of various herbs. They learn various drugs to enhance the capabilities of their allies.</p><p>The first Mender was said to be none other than the panganitohan Sri Dewa Sarripada Agas. The Mender, embodying the best of both masculine and feminine energies, learned to combine the disparate parts of nature to create harmonifying tinctures. These healing remedies became known as tambal. Thus the tambalan arose: those that used or worked with tambal. They have knowledge of advanced healing techniques as well, although not as broad in their expertise as balyan. They know the basics of hilot, and usually know the correct oils to apply to the proper muscles.</p><p>Sri Dewa Sarripada Agas, known to many Menders as The Blue Man, as they manifested before them when a Mender would first begin their journey. Each Mender is given a snake-twin--something usually only given as a guardian spirit to specific chosen children--crafted by Sri Dewa Sarripada Agas themself.Then they will explain that all tawo came from snake within bamboo, and that the snake’s ability to shed is indicative of inherent regenerative abilities within man. Thus, man was taught healing through natural means, instead of forced regeneration.</p><p>Sri Dewa Sarripada Agas also taught the truth of the soul tothe Mender: there are four souls: The Vigor, The Power, The Thought, and finally The Immortal. The Vigor is the life principle, known usually as Diwa. It is what makes us alive. The Power is that which can leave us during our sleep, or can be filled with puhon, and is the soul that activates whenever sorcery is used. Without The Power, we are like husks. Then there is the The Thought, which can leave us if we do not cultivate proper spiritual and mental life. Staying alone for long periods of time can cause this.</p><p>Finally, The Immortal is the soul that collects all of our thoughts and actions and personality. When we die, The Immortal travels to our chosen afterlife, and can be called</p><p>upon as ancestors.</p><p>Finally, Sri Dewa Sarripada Agas teaches that most ailments happen due to destruction and imbalances within the soul caused by an element. Most ailments begin spiritual, and only those powerful boil over into the physical, affecting us physically. The most grievous of ailments, such as cutting and slashes and crushing blows, for example, is a perfect example of the element of Space separating or pushing together the Vigor. Thus, Menders are taught to heal the soul first, so that the physical may heal properly afterwards.</p>",
    "traits": "<h3>Mixture Master</h3><p><em>All magical effects are just a matter of the correct combination of herbs, knowledge of the soul, and twisting of your own ghost. As a master healer, use this to your advantage, and channel Sri Dewa Sarripada Agas.</em></p><p>Begin combat with 1 of each Concoction, which you can use on yourself or throw it at fighters in range 3. Using these does not use Beats.</p><ul><li><p><strong>Healing Mixture:</strong> <strong>Surge</strong> for free.</p></li><li><p><strong>Protective Mixture:</strong> Gain 1 Defend.</p></li><li><p><strong>Cleansing Mixture:</strong> Cleanse all negative effects (including Fray).</p></li><li><p><strong>Fire Mixture:</strong> Gain +1 Hit on next attack.</p></li><li><p><strong>Water Mixture:</strong> Gain Stealth (2).</p></li></ul><h3>Healer Meditation</h3><p><em>The Palm of Rumsua is the perfection of the healing mantle. They can heal even more than the balyan can. They are born as inherent rejection of the Eighth Star Era’s violence. You are taught to be the perfect places to hit, strike, massage, as well as the right oils to use, to soothe your allies.</em></p><p>When an ally falls to <strong>Staggered</strong> in the first time in the Violence, give them <strong>Block 2</strong>.</p>",
    "violences": "<p><strong>Palm [1]:</strong> <em>Strike with a mystic palm.</em> Melee Fire Faith Attack vs an adjacent fighter, and then inflict <strong>SPD Down (1)</strong>.</p><p><strong>Cloth Flurry [1]:</strong> <em>Strike with sleeves and clothing to turn enemies about.</em> Melee Metal Faith Attack vs 1 fighter in range 2, then Slide 2.</p><p><strong>Fending Spell [1]:</strong> <em>Let go of jade beads, parasols, a hat, or anything else that might protect.</em> It flies out and protects an ally. Give 1 ally in range 3 a <strong>Fend Token</strong>. The ally can spend the Fend Token at any point to cancel <strong>1 Hit</strong>.</p>"
  },
  "effects": [],
  "flags": {},
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_key": "!items!pH22B4aJoizufwpZ"
}
