{
  "folder": "v1UE1XuCpKQMsHxI",
  "name": "Starshooter",
  "type": "discipline",
  "_id": "C5vdUrcwXKyVTgFG",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "style": "sharpshooter",
    "techniques": [],
    "hp": 12,
    "weapon": "Balls, stones, motes of dust, embers, kicks, knees, elbows, forehead",
    "armor": "Silk jackets, silk vests, feetwrap, handwraps, headwraps",
    "description": "<p><strong>Masters of the Art of Sending Meteors, Perfection of Improvisation, Those that Perfect Play Through Violence War is a sport, and you are the Ace.</strong></p><p>The sport of sipa or sepak takraw is a competitive sport played between two teams, and is popular among children and teenagers. When not warring, sipa is what the youngerfolk of the Sword Isles spend their free time doing, other than drinking, dancing, or learning important lessons.</p><p>One night, Bulalakaw the Comet, descended upon the people of The Sword Isles with a ball of stardust. With this, he began kicking, and he launched it at people. The people caught it with their feet, and soon the volley began. At the end of the play session, Bulalakaw the Comet said: “Such is life, like a great volley, yet just a part of the entire game, and not the entire game itself. Sunder the world.”</p><p>Sipa is thus taught by comet-guro, teachers of shooting stars, and has spread far and wide across the archipelago, from the smallest of shore settlements to the greatest of mountain cities, played with rattan balls instead of shooting stars. Every end of harvest, those settlements dedicated to playing Sipa would go and have a sipa tournament in the most prestigious tournament of all: The Shooting Star Massacre, wherein the main stage is two large war barges lashed together.</p><p>In recent times, the best of Comet-Guro have passed down a particular style of Sipa passed down from Bulalakaw themself, and kept away from the rest of competitive Sipa. Practitioners of this particular form of Sipa, known as the Shooting Star, are known as Starshooters, and they use their superior kicking ability to bring violence upon the islands.</p><p>With their skill,they can use anything--even the smallest mote of dust--as a shooting star that they can kick at the victims of their scorn. The Star of Morning martial art focuses precisely on catching all things, even if they are bullets or javelins. This is a technique that they have primarily developed, and many other Kadungganan have begun to use them. Every part of the battlefield is fair game. As a Starshooter, your volley continues as long as your ball does not fall to the ground. In the same way, life goes on.</p><p>As a Starshooter, ask yourself why you have turned this gift from the heavens into a Technique. The beauty of the shooting star now tarnished, turned into a horrible horrible sight in the battlefield, one that can decapitate and puncture. Do you enjoy using something seemingly more innocent than a sword as a killing instrument? Do you enjoy treating war as a sport?</p>",
    "traits": "<h3>Astral Volley</h3><p><em>The Star of Morning is a style that turns play into violence. An important aspect of Sipa is the rule that you lose if you lose your volley. The ball must always be in the air. Therefore so do you keep your burning star aloft. This volley increases your momentum, and makes your strikes stronger.</em></p><p>When you make a ranged attack, you may place a Ball in the battlefield adjacent to the target. You can only have 1 Ball at a time in the battlefield. The Ball is a Size 1/2 Object with infinite durability.</p><p>Whenever the Ball is forcefully moved or suffers Hits, it gains 1 Momentum Charge. When it reaches 6 Momentum, the next time it would gain Momentum Charge, it instead turns into a shooting star, flying in a Path 10 from its square, dealing 2 True Hits to all fighters it moves through. Then, you lose the Ball.</p><h3>Bouncing Lightning</h3><p><em>Every part of the battlefield is fair game. As a Starshooter, your volley continues as long as your ball does not fall to the ground. In the same way, life goes on.</em></p><p>You can target blocking terrain now with your ranged attacks. If you do, you can choose that blocking terrain as the origin square for that ranged attack.</p>",
    "violences": "<p><strong>Lightning Kick [1]:</strong> <em>Kick with forceful reckoning.</em> Melee Air Bravery Attack vs an adjacent fighter, push 4.</p><p><strong>Shooting Star [1]:</strong> <em>Pick up any projectile: a bead, a mote of dust, a leaf, ember from a flame, and kick it at a target.</em> Ranged Air Bravery Attack vs 1 fighter in range 5, and then inflict 1 Hit on another fighter in range 2 of the target.</p><p><strong>Rope Dart [1]:</strong> <em>Kick out a rope dart and whip it around.</em> Ranged Metal Bravery Attack vs 1 fighter in range 3. Slide 2.</p>"
  },
  "effects": [],
  "flags": {},
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_key": "!items!C5vdUrcwXKyVTgFG"
}
