{
  "folder": null,
  "name": "Warrior Balyan",
  "type": "discipline",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "style": "medium",
    "techniques": [],
    "hp": 16,
    "description": "<p><strong>Exorcists, Priests, Shamans, Healers, and Channelers of the Myriad Gods of Violence, which fills our world and then overflows.</strong></p><p>Warrior Balyan are warrior-shamans that wade into the frontlines of violence to mend hurting souls and channel violence. They come with their superior knowledge of tambal (medicinal herbs) and their affinity and rapport with the anitu, the unseen powers of the cosmos to help alleviate their allies in a war without end.</p><p>Balyan are the spiritual leaders of the faith that encompasses almost all of the Sword Isles, which is known to outside people as Anitu. Usually female, but men can also become Balyan, although they must take upon the trappings and present as female, becoming the asug gender. Asug, however, is said like an honorific or a title. Anitu has commonly subsumed most of the religions that have arrived within: while it does live alongside the other common religions in the isles, such as the Ashinin Faith of the Myriad Gods, and the Annuvaran Faith of Tranquilities, it also takes inspiration from them and takes their own gods. Balahala Saiwa, for example, one of the Triumphant Gods of Ashinin Faith, has since become subsumed as a sort of Supreme God in modern anitu thought among the harbor kingdoms. This is less true among the hinterland principalities and settlements, who worship a less god-focused anitu and a more ancestor focused one.</p><p>As the spiritual leaders, they must know the principles of nature and the world, including the imperative to live harmoniously with nature, where all spirits live, as well as to do what the ancestor spirits find good and right, so as to not incur their wrath and accrue grave misfortune.</p><p>They are the masters of ritual, performing all rituals such as the ritual before travel, ritual for war, ritual for the death of a Datu, burial rites, and more. They know rites for casting off diseases, healing wounds, as well as inflicting wounds and diseases. They speak and ask guidance from the ancestor spirits, known as umalagad,to give them power or answers, or to defend them in forthcoming tribulations as guardian spirits. They divine by the use of specific rituals to see what the anitu might tell them. Very commonly, the ancestor spirits are the ones truly worshipped, while the Diwata are simply revered. However the most powerful of the anitu, the gods, are worshipped in temples, altars, pagodas, and churches.</p><p>As Balyan, they know the truth of the world: that nature is alive and all things have souls, nature spirits. Nature gods are Diwata, ancestor spirits are Apo, Guardian Spirits are umalagad, of which many Apo are. Flowing through the world is Diwa, the essence of all things. When something loses Diwa, they lose their own essence, similar to how a tawo without a soul becomes a bumbling animal fool. A sword without its diwa becomes a sword that cannot cut, which is what makes a sword a sword. When a balyan is possessed by a spirit, whether apo or diwata, they go into a fevered trance-dance, wherein the spirit speaks through them, overwhelming their body.</p><p>Balyan are all at once sage-philosopher-scientist. They learn about the natural world and its secrets and teach it to their settlement. These inscriptions stand the test of time. Warrior Balyan are those that study and channel the gods of Violence, the very circle of killing.</p><p>Ask yourself: why do you abuse your connection with the divine to perpetuate this cycle of endless violence? You have blood on your hands, balyan. Does it matter whether it is yours, your allies’, or your enemies?</p>",
    "violences": "<p><strong>War Trance [1]:</strong> <em>Dance a horrid dance to curry the favor of the gods</em>. Choose any spirit on the field and perform the following effect based on the spirit chosen, with the target being 1 fighter in range 3, or the fighter currently in Xenoglossy with that spirit.</p><ul><li><p><strong>Serpent:</strong> Slide 1.</p></li><li><p><strong>Owl:</strong> Teleport 1.</p></li><li><p><strong>Deer:</strong> Give POS Up (1).</p></li><li><p><strong>Rooster:</strong> Heal 1.</p></li><li><p><strong>Naga:</strong> Inflict RES Up (1).</p></li></ul><p><strong>Ritual Weapon [1]:</strong> <em>Strike with a blessed weapon.</em> Melee Fire Faith Attack vs an adjacent fighter, +1 Attack Tooth if the target has Banes.</p>",
    "traits": "<h3>Xenoglossy</h3><p><em>During the alabay stages of training (apprenticeship), each balyan undergoes a vision quest under a strangler fig, or balete tree, and there in the abode of spirits they are expected to find their familiar, or their abayan, their companion. When they do, the familiar often manifests as a physical animal, such as a small snake, or an owl, a bird, or a young monkey, or even a dog. Balyan go into a state of divine trance as they channel the gods. The gods are divinity, unfit for our mortal bodies, and so when a mortal channels a god, their body contorts in inhuman ways to try and accommodate the god’s being. Warrior Balyan have perfected the art of going into a violent trancedance in the middle of combat, and use that erratic movement to both channel the strength of the gods to their allies, as well as to make their own attacks unpredictable.</em></p><p>At the start of Violence, summon a Spirit Familiar from the list below in a square adjacent to you. At the end of your Fulmination, you can change what Spirit you have summoned. <strong>Spend 1 Beat</strong> to summon another adjacent to you. You can only have up to 2 spirits at a time, though a fighter can only achieve xenoglossy with 1 spirit at a time. <strong>All your effects can begin from your familiars.</strong> Familiars are summons.</p><p>Whenever you or an ally moves into a spirit’s square (or the spirit moves into your or an ally’s square), you can allow the spirit to possess them, allowing you or the ally to achieve Xenoglossy. The possessing spirit shares a square with the possessed fighter. When the possessed fighter becomes Critical, the spirit dissipates. You can ask the spirit to leave a fighter for 1 Beat, putting them in an adjacent square.</p><p><strong>When you Stride,</strong> any Spirit of yours in the field may <strong>Rush 3</strong>. This can be used even if the Spirit is in Xenoglossy, letting both the spirit and the possessed rush.</p><ul><li><p><strong>Serpent.</strong> Xenoglossy grants Earth Conditioning, +1 Attack Tooth on Earth Attacks, and +2 POS.</p></li><li><p><strong>Owl.</strong> Xenoglossy grants Air Conditioning, +1 Attack Tooth on Air Attacks, and +2 SPD.</p></li><li><p><strong>Deer.</strong> Xenoglossy grants Metal Conditioning, +1 Attack Tooth on Metal Attacks, and +2 RES.</p></li><li><p><strong>Rooster.</strong> Xenoglossy grants Fire Conditioning, +1 Attack Tooth on Fire Attacks and +2 BRV.</p></li><li><p><strong>Naga.</strong> Xenoglossy grants Water Conditioning, +1 Attack Tooth on Water Attacks and +2 FTH.</p></li></ul>",
    "weapon": "Ritual staffs, wreaths, bundles of grass, incense, tattooed hands, vajras, monk staffs, bells, ritual knives",
    "armor": "Multicolored robes, cloaks, golden sandals, flower diadems, breastplates, ritual war jackets"
  },
  "effects": [],
  "ownership": {
    "default": 0,
    "PiJcekoEVEHRgz7O": 3
  },
  "flags": {
    "core": {}
  },
  "_stats": {
    "systemId": "gubat-banwa",
    "systemVersion": "This is auto replaced",
    "coreVersion": "11.298",
    "createdTime": 1684739149643,
    "modifiedTime": 1684740491618,
    "lastModifiedBy": "PiJcekoEVEHRgz7O"
  },
  "_id": "mCsLibQywHT4eyh7",
  "sort": 0,
  "_key": "!items!mCsLibQywHT4eyh7"
}