{
  "folder": "v1UE1XuCpKQMsHxI",
  "name": "Warsmith",
  "type": "discipline",
  "_id": "uJuh26trijbEfLGJ",
  "img": "icons/svg/item-bag.svg",
  "system": {
    "style": "witch",
    "techniques": [],
    "hp": 12,
    "weapon": "Hammers, axes, pestles, anvils (tied to a rope), shields, blunt swords, maces, mallets, bludgeons",
    "armor": "Silk jackets, silk vests, feetwrap, handwraps, headwraps",
    "description": "<p><strong>Violence Through Creation, Perfecters of the Natural World, Creators of Sorcerous Wonders, Blessed of the Forge Gods</strong></p><p>“The islands were forged in war, and in war it will be destroyed.” This is an adage that holds true in most of modern The Sword Isles society, and none dare to refute it. The Warsmith, which means Smith of War or colloquially known as Warsmiths, are blacksmiths that have taken up their hammers and drenched them in blood.</p><p>The Tradition of the Blood-Soaked Hammer of Hari is founded from the god Hari, known as Dewa Wisnu before becoming known as Hari in the Sword Isles. The All-Pervading Preserver, Wisnu was the protector of the World from dangers outside of the Trichiliocosm and anything that would upset the balance, protector of Nihaya. In Annuvaran, they are known as the protector of Dharma. Hari is known as the First King, and is thus another term for King in the Sword Isles.</p><p>Hari taught the Blood-Soaked Hammer to a settlement that lived in the heart of a volcano, where Naga Hasohas, the Dragon of the Forge, father of the Forge Gods, lived. After Hari (in the incarnation of Krisna) quenched Naga Hasohas’ wrath, he granted a number of panday the ability to quick-craft, as well as to create implements that would win them war. Warsmiths to this day have patronage of the 120 Forge Gods.</p><p>A particularly large settlement of Warsmiths, in the region of Kumintang, allied with Ba-e, are made entirely of smiths, led by a single Kadanay king who claims that Kadanay are descended from when Hari arrived in the isles. The Kadanay are an ancient people with burning magenta eyes, said to be one of the oldest people on the island. They are the heirs of an ancient kingdom of gold and jade that they have now forgotten. Another notable settlement is the island of Tugas, an island full of sorcerers, witches, and crafters all ruled over by four Kadanay datu, near the island of Pannai. They are allied with both Pannai, Ba-e, and Gatusan.</p><p>Guro of Warsmiths are often warriors or Datu themselves. They teach a particular brand of combat, one that focuses on turning the battlefield itself into their anvil, their forge, their work sheds. The BloodSoaked Hammer lets one embody the Preserver, letting Warsmiths to craft small items in an instant.</p><p>Warsmiths are brought up and taught in the ways of the usual smith, but they are taught to control and use the Blood-Soaked Hammer to create battlefield creations and to give it to the tradition of preserving balance. The God-Body is usually their most impressive creation, and it is usually something made in the visage of Wisnu</p><p>Witness this and learn the truth: nothing created all things in the beginning. All things are born from causeeffect, love-evisceration. Therefore the act of creation is one both inherently divine-mortal, one that you embody. Transcend mortality.</p><p>If you take up the Discipline of the Warsmith, ask yourself why you have made such a creative Discipline into one of the most destructive ones. Why do you blaspheme your craft? The weapons used to spill so much blood become forged encapsulations of your sins. When you see your steel, do you not feel guilt?</p>",
    "traits": "<h3>Wield The Hammer</h3><p><em>Channel Wisnu, great Hari, who created this world according to the Niharis (the worshippers of Hari). In addition to creating the world, He is also sanctioned to protect it at all times from every possible danger from outside the Trichiliocosm. As a Warsmith, claim the Blood-Soaked Hammer, and pave a way for a better world. Thus is the only way to preserve it.</em></p><p>When you forcibly move an enemy, inflict Stop, or SPD Down, gain <strong>Block 2</strong> and one of the squares adjacent to you becomes <strong>Metal Terrain</strong>.</p><h3>War Crafting</h3><p><em>The Warsmith revels in the holy act of Creation, that thing that happened without anyone performing. The sacred act, the first act, done without an extant cause. With hammer and anvil and ingenuity they become more than what they are.</em></p><p><strong>At the start of Violence: place down 3 Materiel in the battlefield</strong> at least <strong>4+ squares</strong> away from you, and you begin with 2 Materiel. Every start of Strike, put down another Materiel within 4+ squares of you. Whenever a fighter goes through a Materiel’s square, they pick up the Materiel.</p><p>Attacking an enemy with materiel lets you gain 1 Materiel from them. Any adjacent ally can spend 1 Beat to give you Materiel as well.</p><p>You can spend 1 Materiel immediately to do the following:</p><ul><li><p><strong>Quick Craft:</strong> Raise or lower 1 adjacent square by +1 or -1 Elevation. You cannot put an elevation to +4 or -3 in this way.</p></li><li><p><strong>Mystic Prasad Fabrication:</strong> Put down cover terrain in an adjacent square.</p></li><li><p><strong>Lissome Pneumatics:</strong> Push 1 an adjacent enemy.</p></li><li><p><strong>Fire Billows Form:</strong> Rush 1, ignoring terrain.</p></li></ul>",
    "violences": "<p><strong>Siwa’s Hand [1]:</strong> <em>Destroy earth.</em> Choose an adjacent square and turn it into difficult terrain. If it’s already Difficult, it becomes Dangerous. If already Dangerous, it becomes Hindering. If already <strong>Hindering</strong>, it becomes a <strong>Chasm</strong>.</p><p><strong>Brahma’s Fist [1]:</strong> <em>Strike forcefully, with pride.</em> Melee Earth Bravery Attack vs an adjacent fighter, and then push 3.</p><p><strong>Rudra’s Trident [1]:</strong> <em>Unleash a gleaming lance with a quick breaking kata.</em> Area Metal Bravery Attack vs all chosen targets in line 2, inflict <strong>Unbalance (1)</strong> on the target on the last square of the line.</p>"
  },
  "effects": [],
  "flags": {},
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_key": "!items!uJuh26trijbEfLGJ"
}
